angular.ng-template
anthropic.claude-code
dbaeumer.vscode-eslint
docker.docker
dsznajder.es7-react-js-snippets
esbenp.prettier-vscode
expo.vscode-expo-tools
firsttris.vscode-jest-runner
github.copilot-chat
github.vscode-github-actions
google.geminicodeassist
googlecloudtools.cloudcode
infinity1207.angular2-switcher
mechatroner.rainbow-csv
ms-azuretools.vscode-containers
ms-azuretools.vscode-docker
ms-dotnettools.vscode-dotnet-runtime
ms-kubernetes-tools.vscode-kubernetes-tools
ms-playwright.playwright
ms-python.debugpy
ms-python.python
ms-python.vscode-pylance
ms-python.vscode-python-envs
ms-toolsai.jupyter
ms-toolsai.jupyter-keymap
ms-toolsai.jupyter-renderers
ms-toolsai.vscode-jupyter-cell-tags
ms-toolsai.vscode-jupyter-slideshow
ms-vscode-remote.remote-containers
msjsdiag.vscode-react-native
nrwl.angular-console
openai.chatgpt
redhat.vscode-yaml
stripe.vscode-stripe
tyriar.sort-lines
vscjava.vscode-gradle
vscodevim.vim
webnative.webnative
